Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: The requesting process is a shell, typically a command another program ran.
de: Der anfragende Prozess ist eine Shell, üblicherweise ein Befehl, den ein anderes Programm ausgeführt hat.
es: El proceso solicitante es un shell, normalmente un comando ejecutado por otro programa.
fr: Le processus demandeur est un shell, généralement une commande exécutée par un autre programme.
pt_br: O processo solicitante é um shell, normalmente um comando executado por outro programa.
ru: Запрашивающий процесс — оболочка, обычно команда, запущенная другой программой.
zh_hans: 发出请求的进程是一个 shell，通常是另一个程序运行的命令。

source: This executable is a script runtime. Its identity covers every script it runs, not one agent.
de: Diese ausführbare Datei ist eine Skript-Laufzeitumgebung. Ihre Identität umfasst jedes Skript, das sie ausführt, nicht einen bestimmten Agenten.
es: Este ejecutable es un entorno de ejecución de scripts. Su identidad cubre todos los scripts que ejecuta, no un agente concreto.
fr: Cet exécutable est un environnement d’exécution de scripts. Son identité couvre chaque script qu’il exécute, pas un agent précis.
pt_br: Este executável é um runtime de scripts. Sua identidade cobre todos os scripts que ele executa, não um agente específico.
ru: Этот исполняемый файл — среда выполнения скриптов. Её идентичность покрывает все запускаемые ею скрипты, а не одного агента.
zh_hans: 此可执行文件是脚本运行时。其身份涵盖它运行的所有脚本，而非某一个智能体。

source: Update an allowlist entry
de: Einen Eintrag der Zulassungsliste aktualisieren
es: Actualizar una entrada de la lista de permitidos
fr: Mettre à jour une entrée de la liste d’autorisation
pt_br: Atualizar uma entrada da lista de permissões
ru: Обновить запись в списке разрешённых
zh_hans: 更新允许列表条目

source: Update pin (Touch ID)
de: Fixierung aktualisieren (Touch ID)
es: Actualizar la versión fijada (Touch ID)
fr: Mettre à jour l’épinglage (Touch ID)
pt_br: Atualizar a fixação (Touch ID)
ru: Обновить закрепление (Touch ID)
zh_hans: 更新固定版本（Touch ID）

source: Update pinned agent
de: Fixierten Agenten aktualisieren
es: Actualizar el agente fijado
fr: Mettre à jour l’agent épinglé
pt_br: Atualizar o agente fixado
ru: Обновить закреплённого агента
zh_hans: 更新固定的智能体

source: Update the allowlist entry for “%@”
de: Den Zulassungslisten-Eintrag für „%@“ aktualisieren
es: Actualizar la entrada de la lista de permitidos para «%@»
fr: Mettre à jour l’entrée de la liste d’autorisation pour « %@ »
pt_br: Atualizar a entrada da lista de permissões para “%@”
ru: Обновить запись «%@» в списке разрешённых
zh_hans: 更新允许列表中“%@”的条目

source: “%@” is already pinned with an older build of this identity. Saving replaces that pin with this build and keeps its scope.
de: „%@“ ist bereits mit einem älteren Build dieser Identität fixiert. Beim Speichern wird die Fixierung durch diesen Build ersetzt; der Geltungsbereich bleibt erhalten.
es: «%@» ya está fijado con una compilación anterior de esta identidad. Al guardar, se reemplaza esa fijación por esta compilación y se conserva su alcance.
fr: « %@ » est déjà épinglé avec une version antérieure de cette identité. L’enregistrement remplace cet épinglage par cette version et conserve sa portée.
pt_br: “%@” já está fixado com uma compilação anterior desta identidade. Salvar substitui essa fixação por esta compilação e mantém o escopo.
ru: «%@» уже закреплён за более старой сборкой этой идентичности. Сохранение заменит закрепление на эту сборку, область действия сохранится.
zh_hans: “%@”已固定为此身份的旧版本。保存后将以此版本替换固定，并保留其作用范围。

source: Agent
es: Agente
pt_br: Agente
ru: Агент
zh_hans: 智能体

source: Agent socket
es: Socket del agente
fr: Socket de l’agent
pt_br: Socket do agente
ru: Сокет агента
zh_hans: 智能体套接字

source: Bearer token
es: Token Bearer
fr: Jeton Bearer
pt_br: Token Bearer
ru: Токен Bearer
zh_hans: Bearer 令牌

source: Client ID
es: ID de cliente
fr: ID client
pt_br: ID do cliente
ru: Идентификатор клиента
zh_hans: 客户端 ID

source: Details
es: Detalles
fr: Détails
pt_br: Detalhes
ru: Подробности
zh_hans: 详情

source: Info
es: Información
fr: Infos
pt_br: Informações
ru: Сведения
zh_hans: 信息

source: Live
es: En directo
fr: En direct
pt_br: Ao vivo
ru: В реальном времени
zh_hans: 实时

source: Name
es: Nombre
fr: Nom
pt_br: Nome
ru: Имя
zh_hans: 名称

source: Offline
es: Sin conexión
fr: Hors ligne
ru: Офлайн
zh_hans: 离线

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
pt_br: Frase secreta
ru: Парольная фраза
zh_hans: 密码短语

source: Region
es: Región
fr: Région
pt_br: Região
ru: Регион
zh_hans: 区域

source: SSH hosts
es: Hosts SSH
fr: Hôtes SSH
pt_br: Hosts SSH
ru: SSH-хосты
zh_hans: SSH 主机

source: Status
es: Estado
fr: État
ru: Статус
zh_hans: 状态

source: System
es: Sistema
fr: Système
pt_br: Sistema
ru: Система
zh_hans: 系统

source: Tags
es: Etiquetas
pt_br: Etiquetas
ru: Теги
zh_hans: 标签

source: Team
es: Equipo
fr: Équipe
pt_br: Equipe
ru: Команда
zh_hans: 团队

source: Token URL
es: URL del token
fr: URL du jeton
pt_br: URL do token
ru: URL токена
zh_hans: 令牌 URL

source: Tool
es: Herramienta
fr: Outil
pt_br: Ferramenta
ru: Инструмент
zh_hans: 工具

source: Tools
es: Herramientas
fr: Outils
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具

source: Transport
es: Transporte
pt_br: Transporte
ru: Транспорт
zh_hans: 传输方式

source: Version
es: Versión
pt_br: Versão
ru: Версия
zh_hans: 版本

source: Version %@ (%@)
es: Versión %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
zh_hans: 版本 %@（%@）

source: Interpreter
es: Intérprete
fr: Interpréteur
pt_br: Interpretador
ru: Интерпретатор
zh_hans: 解释器

source: in %@
es: en %@
fr: dans %@
pt_br: em %@
ru: в %@
zh_hans: 位于 %@

source: Demo
fr: Démo
pt_br: Demonstração
ru: Демо
zh_hans: 演示

source: Hardware
fr: Matériel
ru: Аппаратная
zh_hans: 硬件

source: Header
fr: En-tête
pt_br: Cabeçalho
ru: Заголовок
zh_hans: 标头

source: Software
fr: Logiciel
ru: Программная
zh_hans: 软件

source: Bundle
ru: Пакет
zh_hans: 软件包

source: Socket
ru: Сокет
zh_hans: 套接字

source: Shell
ru: Оболочка
